[
  {
    "title": "BIM Model Management",
    "description": "Building Information Management, is the process of overseeing and coordinating all aspects of a construction project using Building Information Modeling (BIM) technology.",
    "link": "bim-model-management.html",
    "images": ["service1_1.png", "service1_2.png", "service1_3.png"]
  },
  {
    "title": "MEP Coordination",
    "description": "MEP coordination is the critical process of systematically integrating a building's Mechanical, Electrical, and Plumbing systems within the architectural and structural constraints of a project.",
    "link": "mep-coordination.html",
    "images": ["service2_1.png", "service2_2.png"]
  },
  {
    "title": "Isometric & Spooling Drawings",
    "description": "Isometric and spooling drawings are essential technical documents used in the construction and fabrication industry, particularly for complex piping, plumbing, and mechanical systems.",
    "link": "isometric-spooling-drawings.html",
    "images": ["service3_1.png", "service3_2.png"]
  },
  {
    "title": "BIM Model Audit",
    "description": "A BIM model audit is a systematic and comprehensive examination of a Building Information Model to assess its accuracy, integrity, quality, and compliance with predefined project requirements, industry standards (like ISO 19650), and quality benchmarks.",
    "link": "bim-model-audit.html"
  },
  {
    "title": "Point Cloud Survey",
    "description": "A point cloud survey is an advanced method of spatial data capture that uses 3D laser scanning (LiDAR) or photogrammetry to collect millions of data points from a physical space or object.",
    "link": "point-cloud-survey.html"
  },
  {
    "title": "Building Services Coordination",
    "description": "Building services coordination, often synonymous with MEP (Mechanical, Electrical, and Plumbing) coordination, is the crucial process of integrating the design and installation of all building systems within the architectural and structural constraints of a construction project.",
    "link": "building-services-coordination.html"
  },
  {
    "title": "Model Data Input Services",
    "description": "Revit models are data-rich environments designed to consolidate all project information into a \"single source of truth.\" Data input involves adding both geometric information (the physical model elements) and non-geometric information (parameters, properties, metadata).",
    "link": "model-data-input-services.html"
  },
  {
    "title": "Detailed Plant Room Design",
    "description": "Detailed plantroom MEP (Mechanical, Electrical, and Plumbing) design is a meticulous process that focuses on integrating complex building services into a confined, functional space.",
    "link": "detailed-plant-room-design.html"
  },
  {
    "title": "CAT A & CAT B Fit Out Design",
    "description": "In commercial real estate, CAT A and CAT B fit out designs define the two main stages of transforming a bare building interior into a functional workspace. CAT A is the basic shell condition provided by the landlord, while CAT B is the bespoke customization by the tenant to make the space operational.",
    "link": "cat-a-cat-b-fit-out-design.html"
  },
  {
    "title": "MEP Modular Design",
    "description": "MEP modular design is a construction methodology that involves designing, fabricating, and assembling significant portions of a building's Mechanical, Electrical, and Plumbing (MEP) systems off-site in a controlled factory environment.",
    "link": "mep-modular-design.html"
  },
  {
    "title": "BIM Family Creation",
    "description": "BIM family creation is the process of building custom, reusable components (often called BIM objects or families) within BIM software like Autodesk Revit or AutoCad. These families are the fundamental building blocks of a BIM model, representing everything from standard doors and windows to complex mechanical equipment elements.",
    "link": "bim-family-creation.html"
  }
]