{
  "title": "LIS01 Data Centre",
  "location": "Lisbon, Portugal",
  "power": "10 MW Power",
  "area": "3,162 m²",
  "description": [
    "The LIS01 Data Center is strategically located in Lisbon, Portugal, one of Europe's emerging technology hubs. This state-of-the-art facility serves as a critical infrastructure node for businesses operating across Southern Europe and provides excellent connectivity to both European and transatlantic networks.",
    "The facility provides <span class=\"text-akro-3 font-semibold\">3,162 m² of colocation space</span> with a total IT capacity of <span class=\"text-akro-3 font-semibold\">10 megawatts (MW)</span>. Designed with scalability in mind, the facility supports future expansion to meet growing market demands.",
    "LIS01 features advanced cooling systems, redundant power infrastructure with N+1 configuration, and comprehensive security measures. The facility is engineered to maintain optimal performance and reliability for mission-critical applications.",
    "The project utilized a <span class=\"text-akro-3 font-semibold\">full building modular design</span> approach, where all MEP systems were prefabricated off-site in controlled warehouse conditions and transported to Lisbon for final assembly, ensuring superior quality control and accelerated construction timelines."
  ],
  "stage5": {
    "packages": [
      {
        "title": "Mechanical Package",
        "description": "Office Ventilation / DC Smoke Extraction & Fresh Air Systems / DX Refrigeration system"
      },
      {
        "title": "Fire Package",
        "description": "Dry Riser System"
      },
      {
        "title": "Public Health Package",
        "description": "Domestic / Drainage / Sanitary / Condensate systems"
      }
    ],
    "additional": "Management / Revit Family Creation / Clash Detection / BWIC layouts",
    "comment": "LIS01 Data Centre is a unique project for us, as it was fully prefabricated in an off-site warehouse and subsequently assembled on site in Lisbon, Portugal. This approach requires exceptional quality and precision to ensure a smooth, bolt-to-bolt installation during on-site assembly."
  },
  "stage6": {
    "packages": [
      {
        "title": "As Built Revit & Navisworks Models"
      },
      {
        "title": "As Built Drawings & Schematics"
      },
      {
        "title": "As Installed / Red Pen Updates"
      }
    ]
  }
}